Repository: common-repository/accessible-tooltips
Catalog: languages/accessible-tooltips-*.po
Languages: fr_fr

source: An extension to make accessible tooltips easily using the awesome TippyJS library (https://atomiks.github.io/tippyjs/). Works in Gutenberg and classic editor.
fr_fr: Une extension pour faire des infobulles accessible facilement en utilisant la géniale librairie TippyJS (https://atomiks.github.io/tippyjs/). Fonctionne avec Gutenberg et avec l’éditeur classique.

source: Add tooltip
fr_fr: Ajouter une infobulle

source: Click to add a tooltip
fr_fr: Cliquez pour ajouter une infobulle

source: Tooltip
fr_fr: Infobulle

source: tooltip
fr_fr: infobulle

source: Tooltips
fr_fr: Infobulles

source: tooltips
fr_fr: infobulles

source: Settings
fr_fr: Paramètres

source: Accessible Tooltips Settings
fr_fr: Paramètres des infobulles accessibles

source: Customize the tooltips by changing the settings below
fr_fr: Personnalisez les infobulles en changeant les paramètres ci-dessous

source: Theme
fr_fr: Thème

source: Interactive border size in pixel
fr_fr: Taille en pixel de la bordure interactive

source: Fallback placement
fr_fr: Placement alternatif

source: top
fr_fr: haut

source: right
fr_fr: droite

source: bottom
fr_fr: bas

source: left
fr_fr: gauche

source: Allow HTML in the tooltip
fr_fr: Autoriser l’HTML dans les infobulles

source: Hide on click
fr_fr: Cacher au clic

source: Add a tooltip shortcode
fr_fr: Ajouter une infobulle

source: Custom CSS (you may need to use !important)
fr_fr: CSS personnalisé (vous devrez peut-être utiliser !important)

source: Put your custom CSS here
fr_fr: Placez votre CSS personnalisé ici
